Repository: imranhsayed/animalbazar
Catalog: languages/*.po
Languages: ar

source: Sorry, this page does not exist.
ar: عذرا، هذه الصفحة غير موجودة.

source: Comments
ar: ملاحظات

source: leave your comment
ar: اترك تعليقك

source: Cancel Reply
ar: إلغاء الرد

source: Name
ar: الإسم

source: Your Good Name
ar: اسمك

source: Email
ar: البريد الالكتروني

source: Your Email Please
ar: برجاء ادخال بريدك الإلكتروني

source: Website
ar: موقع الكتروني

source: Your URL Please
ar: رابط موقعك من فضلك

source: Comments:
ar: تعليقات:

source: Password reset link sent to your email.
ar: تم ارسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.

source: Profile saved successfully.
ar: تم ارسال الرسالة بنجاح!

source: Maximum upload limit reached
ar: بلغ التحميل حده الأقصى

source: You have been logged out.
ar: لقد تم تسجيل الخروج.

source: Are you sure to delete this?
ar: هل تريد حذف هذا العنصر بالتأكيد؟

source: Are you sure to update this?
ar: هل أنت متأكد من تحديث هذا?

source: Ad updated successfully.
ar: تم تحديث الإعلان بنجاح.

source: Select an option
ar: حدد خياراً

source: Images are required.
ar: الصور مطلوبة.

source: Your package has been used or expired, please purchase now.
ar: تم استخدام الحزمة الخاصة بك أو انتهت صلاحيتها، يرجى شراء الآن.

source: For a better experience please change your browser to CHROME, FIREFOX, OPERA or Internet Explorer.
ar: لتجربة أفضل يرجى تغيير المتصفح إلى كروم، فايرفوكس، واوبرا أو إنترنت إكسبلورر.

source: Only for search and single ad sidebar.
ar: فقط للبحث والشريط الجانبي للإعلان الواحد.

source: Ad Condition
ar: شرط

source: Condition
ar: الحالة

source: Title:
ar: العنوان:

source: Ad Type
ar: نوع الإعلان

source: Ad Warranty
ar: كفالة الإعلان

source: Warranty
ar: الضمان

source: Simple or feature ad search
ar: بحث عن إعلان عادي أو مميز

source: Simple or Featured
ar: عادية أو مميزة

source: Ad Price
ar: سعر الاعلان

source: Min Price:
ar: أقل سعر:

source: Max Price:
ar: أكبر سعر:

source: Ad Categories
ar: تصنيفات الإعلان

source: Categories
ar: الاقسام

source: Ad Search
ar: بحث عن إعلان

source: Ad Locations
ar: أماكن الإعلان

source: Ad Featured
ar: إعلان المميز

source: View Details
ar: عرض التفاصيل

source: Featured Ads
ar: اعلانات مميزة

source: Max # of Ads:
ar: أقصى عدد من الإعلانات:

source: Ads Recent
ar: الإعلانات الأخيرة

source: Recent Ads
ar: أحدث الإعلانات

source: Adforest Advertisement
ar: إعلان ارايمس

source: Advertisement
ar: إعلان

source: 300 X 250 Ad
ar: إعلان 300 × 250

source: Code:
ar: رمز:

source: Custom Fields Search
ar: البحث عن الحقول المخصصة

source: Search By:
ar: بحث عن:

source: You can leave it empty as well
ar: يمكنك تركها فارغة كذلك

source: You can show/hide the specific type from categories custom fields where you created it.
ar: يمكنك إظهار / إخفاء نوع معين من فئات الحقول المخصصة حيث قمت بإنشائه.

source: Home
ar: الرئيسية

source: Select Option
ar: حدد خياراً

source: Simple Menu
ar: قائمة بسيطة

source: Mega Menu
ar: القائمة الضخمة

source: Column size
ar: حجم العمود

source: Right Side
ar: الجانب الايمن

source: Left Side
ar: الجانب الايسر

source: Select Option - (No Offset)
ar: حدد خياراً - (بدون إزاحة)

source: Column Offset
ar: عمود Offset

source: Vertical Offset
ar: عمود Offset

source: If you want to hide column name in mega menu just write {HideMe} in Navigation Label
ar: إذا كنت ترغب في إخفاء اسم العمود في القائمة الضخمة فقط اكتب {هيديم} في تسمية الملاحة

source: Lebel Color
ar: ليبيل اللون

source: Lebel Text
ar: نص ليبيل

source: Enter some text
ar: أدخل نص ما

source: This select option is only for 1st level menu
ar: خيار التحديد هذا هو فقط لقائمة المستوى الأول

source: In parent add bigger value and in 2nd level add small value
ar: في الأصل إضافة قيمة أكبر وفي المستوى الثاني إضافة قيمة صغيرة

source: Menu Icons (Font Awesome Icons).
ar: قائمة الرموز (رموز رهيبة الخط).

source: Select Options - For simple menu only
ar: حدد خيارات - لقائمة بسيطة فقط

source: Select Options (For mega menu 1st level menu only)
ar: حدد خيارات (لقائمة ميغا القائمة المستوى الأول فقط)

source: Theme Options
ar: اعدادات القالب

source: Like us on Facebook
ar: الإعجاب بصفحتنا عل الفيسبوك

source: Theme Information 1
ar: معلومات القالب 1

source: <p>This is the tab content, HTML is allowed.</p>
ar: <p>هذا هو محتوي التبويب ويسمح باستخدام Html.</p>

source: Theme Information 2
ar: معلومات القالب 2

source: <p>This is the sidebar content, HTML is allowed.</p>
ar: <p>هذا هو محتوي الشريط الجانبي ويسمح باستخدام Html.</p>

source: General
ar: عام

source: Theme Design
ar: تصميم الموضوع

source: Classic
ar: كلاسيك

source: Modern
ar: حديث

source: Is Admin translated
ar: ترجمة المشرف

source: After saving please refresh it.
ar: من فضلك قم بتحديثها بعد الحفظ.

source: Pre Page Loader
ar: تحميل الصفحة

source: Color Plate
ar: لوحة اللون

source: Theme Colors
ar: ألوان القالب

source: Default
ar: التلقائي

source: Red
ar: أحمر

source: Green
ar: أخضر

source: Blue
ar: أزرق

source: Sea Green
ar: أخضر بحري

source: Google map language
ar: لغة خريطة غوغل

source: List of available languages
ar: قائمة اللغات المتاحة

source: RTL
ar: من اليمين الى اليسار

source: Admin Bar
ar: شريط الإدارة العلوي

source: wordpress
ar: ووردبريس

source: Scroll to top
ar: الى الاعلى

source: Ad Post Sticky Button
ar: زر إضافة إعلان مثبت

source: Video icon on ads
ar: رمز الفيديو على الإعلانات

source: Sticky Icon
ar: رمز لزجة

source: Just like "flaticon-android"
ar: تماما مثل "فلاتيكون--الروبوت"

source: You can select from.
ar: يمكنك تحديد من.

source: List
ar: قائمة

source: Sticky Title
ar: عنوان مثبت

source: Default user picture
ar: صورة المستخدم الإفتراضية

source: Dimensions: 200 x 200
ar: الأبعاد: 200 × 200

source: Transparent is only for home page in modern design.
ar: شفاف هو فقط للصفحة الرئيسية في التصميم الحديث.

source: Header Style
ar: شكل الهيدر

source: Top Bar
ar: شريط علوي

source: Sticky Menu
ar: القائمة اللزجة

source: Select Pages
ar: اختر الصفحات

source: for top bar
ar: شريط علوي

source: Sign In Page
ar: صفحة تسجيل الدخول

source: Sign Up Page
ar: الإشتراك

source: Profile Page
ar: صفحة الملف الشخصي

source: Ad Post Page
ar: صفحة إضافة إعلان

source: Logo
ar: اللوجو

source: Site Logo image for the site.
ar: الموقع صورة شعار للموقع.

source: Dimensions: 230 x 40
ar: الأبعاد: 230 × 40

source: Logo on Sticky
ar: الشعار على لزجة

source: Post A AD
ar: إضافة إعلان

source: Show Button in Menu
ar: إظهار الزر في القائمة

source: Post A AD button text
ar: نشر نص زر الإعلانية

source: Search Bar
ar: ريط البحث

source: in header
ar: تعيين خلفية الرأس

source: Head Custom CSS/Javascript
ar: رأس مخصص كس / جافا سكريبت

source: Ads Settings
ar: اعلانات

source: General Settings
ar: الاعدادات العامة

source: Allowed all countries
ar: يسمح لجميع البلدان

source: Select Countries
ar: حدد البلدان

source: You can select max 5 countries as per GOOGLE limit.
ar: يمكنك تحديد 5 بلدان كحد أقصى وفقا لحد جوجل.

source: Read More
ar: اقرأ المزيد

source: Address Type
ar: نوع العنوان

source: Cities
ar: المدن

source: Adresses
ar: عناوين

source: Communications Mode
ar: للمزيد من المعلومات والتواصل

source: Phone
ar: هاتف

source: Messages
ar: رسائل

source: Both
ar: الكل

source: Send email on Ad Post
ar: إرسال البريد الإلكتروني على "الوظيفة الإعلانية"

source: Email for notification.
ar: البريد الإلكتروني من أجل الإشعار.

source: Send email on message
ar: إرسال بريد إلكتروني

source: When someone drop a message on ad then email send to concern user.
ar: عندما ينزل شخص ما رسالة على الإعلان، يتم إرسال رسالة إلكترونية إلى المستخدم المعني.

source: Toastr notification
ar: توستر الإخطار

source: When someone drop a message on ad then notify to user on web via small popup.
ar: عند إسقاط شخص ما رسالة على الإعلان ثم قم بإعلام للمستخدم على شبكة الإنترنت عن طريق منبثقة صغيرة.

source: Check Notification
ar: تحقق من الإشعار

source: after X second
ar: بعد X ثانية

source: Check notification after how many second. 1000 means 1 second.
ar: تحقق الإخطار بعد كم من الثانية. 1000 تعني 1 ثانية.

source: Notification text
ar: نص الإشعار

source: %count% will be replace with number of messages.
ar: %count% سيتم استبداله مع عدد الرسائل.

source: All notifications page
ar: صفحة كل الاشعارات

source: Currency
ar: العملة

source: List of Currency
ar: قائمة العملات

source: You can use HTML code or text as well like USD etc
ar: يمكنك استخدام التعليمات البرمجية ل HTML أو النص كذلك مثل الدولار الأمريكي وغيرها

source: Price direction
ar: اتجاه السعر

source: Thousands Separator
ar: فاصلة الالف

source: Decimals
ar: عشرى

source: It should be 0 for no decimals.
ar: يجب أن يكون 0 دون أي عشرية.

source: Decimals Separator
ar: فاصل الكسور العشرية

source: Ad Approval
ar: الموافقة

source: Ad Update Approval
ar: الموافقة على تحديث الإعلان

source: Email to Ad owner on approval
ar: إرسال رسالة إلكترونية إلى مالك الإعلان بشأن الموافقة

source: Ad Packages Page
ar: صفحة اشتراكات الإعلان

source: Enable Ad Share
ar: تمكين مشاركة الإعلان

source: Report ad Options
ar: خيارات تبليغ عن إعلان

source: Ad Report Limit
ar: حد تقرير الإعلان

source: Only integer value without spaces.
ar: قيمة عدد صحيح فقط بدون مسافات.

source: Action on Ad Report Limit
ar: الإجراء المتعلق بحدود تقرير الإعلان

source: Email where you want to get notify.
ar: البريد الإلكتروني الذي تريد أن تتلقى الإشعارات عليه.

source: Default Image
ar: الصورة الإفتراضية

source: If there is no image of ad then this will be show.
ar: في حالة عدم توافر صوره للمنتج حاليا صوف نقوم بعرض هذه الصوره عرض مؤقت.

source: Dimensions: 300 x 225
ar: الأبعاد: 300 × 225

source: Ads Post Settings
ar: إعدادات إضافة الإعلانات

source: Ad Post Layout
ar: آخر تخطيط

source: Arrows
ar: اسهم السلايدر

source: Post unlimited free ads
ar: نشر إعلانات مجانية غير محدودة

source: For Administrator
ar: للمسؤول

source: Free Ads
ar: إعلانات مجانية

source: For new user
ar: للمستخدم جديد

source: Free Ads limit
ar: الحد الأقصى للإعلانات المجانية

source: It must be an inter value, -1 means unlimited.
ar: يجب أن تكون قيمة مشتركة، -1 يعني غير محدود.

source: Free Featured Ads
ar: إعلانات مميزة مجانية

source: Featured Ads limit
ar: الحد الأقصى للإعلانات المميزة

source: Free package validity
ar: صلاحية الإشتراك المجاني

source: In days for new user
ar: في أيام للمستخدم الجديد

source: It must be an inter value, -1 means never expired.
ar: يجب أن تكون قيمة مشتركة، -1 يعني أنها لم تنته.

source: Simple ad remove after
ar: إزالة إعلان بسيط بعد

source: In DAYS
ar: الفترة بالأيام

source: Only integer value without spaces -1 means never expired.
ar: قيمة عدد صحيح فقط بدون مسافات -1 تعني أنه لم ينته.

source: Feature Ad Expired
ar: انتهت مدة صلاحية الإعلان المميز

source: Ad image set limit
ar: تحديد صورة

source: Ad image max size
ar: حجم الصورة الأقصى للإعلان

source: Display Condition Taxonomy
ar: حالة عرض التصنيف

source: Display Warranty Taxonomy
ar: عرض تصنيف الضمان

source: Latitude & Longitude
ar: خط الطول/العرض

source: This will be display on ad post page for pin point map
ar: وسيكون هذا العرض في صفحة الوظيفة الإعلانية لمخطط نقطة دبوس

source: Latitude
ar: عرض

source: for default map.
ar: الخريطة الاافتراضيه

source: Longitude
ar: الطول

source: Price Type
ar: نوع السعر

source: Display Price type option.
ar: عرض خيار نوع السعر.

source: Update Ad Notice
ar: تحديث إشعار الإعلان

source: Allow make featured ad
ar: السماح بعرض إعلان مميز

source: on ad post.
ar: على مشاركة الإعلان.

source: Featured ad description
ar: وصف الإعلان المميز

source: Bad Words Filter
ar: تصفية الكلمات السيئة

source: comma separated
ar: مفصولة بفاصلة

source: word1,word2
ar: كلمة1، كلمة2

source: This words will be removed from AD Title and Description
ar: سيتم إزالة هذه الكلمات من عنوان الإعلان، والوصف

source: Bad Words Replace Word
ar: كلمات سيئة تستبدل الكلمة

source: This words will be replace with above bad words list from AD Title and Description
ar: سيتم استبدال هذه الكلمات مع قائمة الكلمات السيئة أعلاه من عنوان أد والوصف

source: Ads View Settings
ar: عرض الإعدادات

source: Ad Style
ar: أسلوب الإعلان

source: Images Slider Type
ar: نوع سلايدر الصور

source: Ad Features Cols
ar: ميزات الإعلان الأعمدة

source: Related Ads
ar: إعلانات ذات صلة

source: Single Ad Title
ar: عنوان إعلان واحد

source: Related Ads Section Title
ar: عنوان المقطع للإعلانات ذات الصلة

source: Max Related ads to show
ar: لإظهار الحد الأعظمي من الإعلانات ذات الصلة

source: Related Ad Style
ar: نمط الإعلان ذو الصلة

source: Tips Section Title
ar: عنوان قسم الإرشادات

source: Deal Tips
ar: إرشادات المعلن

source: Above the Ad description
ar: وصف الإعلان

source: Below the Ad description
ar: أسفل وصف الإعلان

source: Search Settings
ar: إعدادات البحث

source: Search Page
ar: صفحة البحث

source: Search Layout
ar: تصميم صفحة البحث عن غرفة

source: Allowed radius search
ar: بحث شعاعي

source: Map marker
ar: مؤشر الخريطة

source: Default Latitude
ar: درجات العرض الافتراضية

source: Default Longitude
ar: درجات الطول الافتراضية

source: Map
ar: خريطة

source: Default widgets show
ar: تظهر الأدوات الافتراضية

source: Search BG Image
ar: البحث في صورة بغ

source: Search BG image on breadcrumb.
ar: البحث في صورة بغ على مسار التنقل.

source: Search Section BG Color
ar: قسم البحث بغ اللون

source: Search results BG Color
ar: نتائج البحث بغ كولور

source: Max Featured ads to show
ar: الحد الأقصى من الإعلانات المميزة للعرض

source: Featured Ads Title
ar: الإعلانات المميزة العنوان

source: Email Templates
ar: قالب البريد

source: New Ad email subject
ar: عنوان البريد الإلكتروني للإعلان الجديد

source: %site_name% , %ad_owner% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_owner %، وستترجم % ad_title % تبعاً لذلك.

source: New Ad FROM
ar: إعلان جديد من

source: FROM: NAME valid@email.com is compulsory as we gave in default.
ar: فروم: نيم valid@email.com إلزامي كما أعطينا افتراضيا.

source: New Ad Posted Message
ar: رسالة إعلان مضاف جديد

source: %site_name% , %ad_owner% , %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_owner % ad_title %، وستترجم % ad_link % تبعاً لذلك.

source: New Message email subject
ar: عنوان الرسالة الجديدة في البريد الإلكروني

source: %site_name% , %ad_title% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.

source: New Message FROM
ar: رسالة جديدة من

source: New Message template
ar: قالب إيميل رسالة جديدة

source: %site_name% , %message% , %sender_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، %sender_name % ad_title %،، الرسالة % % % ad_link % سوف تترجم تبعاً لذلك.

source: Ad report email subject
ar: إعلان التقرير موضوع البريد الإلكتروني

source: Ad report email FROM
ar: إعلان التقرير بالبريد الإلكتروني من

source: Ad Report template
ar: قالب تقرير

source: Reset Password email subject
ar: إعادة تعيين موضوع كلمة المرور الإلكترونية

source: %site_name% will be translated accordingly.
ar: وستترجم %site_name % تبعاً لذلك.

source: Reset Password email FROM
ar: إعادة تعيين كلمة مرور البريد الإلكتروني فروم

source: Reset Password template
ar: إعادة تعيين قالب كلمة المرور

source: %site_name% , %user% , %reset_link% will be translated accordingly.
ar: ٪ site_name٪،٪ وسر٪،٪ reset_link٪ سيترجم وفقا لذلك.

source: Rating email subject
ar: تصنيف البريد الإلكتروني الموضوع

source: New rating email FROM
ar: تصنيف رسائل البريد الإلكتروني الجديدة من

source: New rating template
ar: قالب تصنيف جديد

source: %site_name% , %receiver% , %rator% , %rating% , %comments% , %rating_link% will be translated accordingly.
ar: %site_name %، ٪ الاستقبال، راتور %، تصنيف %، % % تعليقات، وستترجم % rating_link % تبعاً لذلك.

source: Bid email subject
ar: موضوع البريد الإلكتروني

source: Bid email FROM
ar: البريد الإلكتروني للمرسل

source: Bid email template
ar: قالب البريد الإلكتروني

source: %site_name% , %receiver% , %bidder% , %bid% , %comments% , %bid_link% will be translated accordingly.
ar: %site_name %، المتلقي %، % % مقدم العرض، محاولة %، % % تعليقات، وستترجم % bid_link % تبعاً لذلك.

source: New user email template subject for Admin
ar: نموذج البريد الإلكتروني للمستخدم الجديد يخضع للمشرف

source: New user email FROM for Admin
ar: بريد إلكتروني جديد للمستخدم فروم فور أدمين

source: NAME valid@email.com is compulsory as we gave in default.
ar: نيم valid@email.com إلزامي كما أعطينا افتراضيا.

source: New user email template for Admin
ar: نموذج بريد إلكتروني جديد للمستخدم للمشرف

source: %site_name% , %display_name%, %email% will be translated accordingly.
ar: ٪ site_name٪،٪ display_name٪،٪٪ إمايل٪ أورجنال ريسولتد أكوردينغلي.

source: New user email template subject
ar: موضوع قالب البريد الإلكتروني للمستخدم الجديد

source: New user email FROM
ar: البريد الإلكتروني للمستخدم الجديد

source: New user email template
ar: قالب بريد إلكتروني جديد

source: %site_name% , %user_name% %display_name% %verification_link% will be translated accordingly.
ar: ٪ site_name٪،٪ user_name٪٪ display_name٪٪ verify_link٪ سيترجم وفقا لذلك.

source: Ad activation subject
ar: موضوع تنشيط الإعلان

source: Ad activation FROM
ar: تنشيط الإعلان من

source: Ad activation message
ar: رسالة تنشيط الإعلان

source: %site_name% , %user_name%, %ad_title% , %ad_link% will be translated accordingly.
ar: %site_name %، % ad_title % سوف تترجم تبعاً لذلك.

source: Users
ar: المستخدمين

source: New user email verification
ar: التحقق من البريد الإلكتروني للمستخدم الجديد

source: New User Email to Admin
ar: البريد الإلكتروني للمستخدم الجديد (المشرف)

source: Welcome Email to User
ar: مرحبا بك البريد الإلكتروني للمستخدم

source: User phone number required
ar: رقم هاتف المستخدم مطلوب

source: Public Profile
ar: البروفايل العام

source: Enable Badge
ar: تمكين الوسام

source: for display
ar: للعرض

source: Enable User Rating
ar: يمكن تصنيف المستخدم

source: To logged in users
ar: للمستخدمين المسجلين في الموقع

source: Send Email to user
ar: إرسال بريد إلكتروني إلى مستخدم

source: on new ratting
ar: على تقييم جديد

source: URL Rewriting
ar: إعادة كتابة عنوان ورل

source: Enable url rewriting
ar: تمكين إعادة كتابة عنوان ورل

source: Classified ad slug
ar: سلعة الإعلان المصنفة

source: Bidding Settings
ar: إعدادات العطاءات

source: Enable Bidding
ar: تمكين العطاءات

source: Give bidding option to user
ar: منح خيار عرض الأسعار للمستخدم

source: User Section Title
ar: عنوان القسم

source: Email to Ad author
ar: البريد الإلكتروني للمعلن

source: on bid
ar: في محاولة

source: Section Title
ar: عنوان القسم

source: Disclaimer note
ar: ملاحظة تنويه

source: BreadCrumb
ar: مسارات التنقل

source: BG Image
ar: صورة

source: BG image on breadcrumb.
ar: بغ صورة على بريادكرومب.

source: Blog Settings
ar: إعدادات المدونة

source: Blog Sidebar
ar: الشريط الجانبي للمدونة

source: Blog Page Title
ar: عنوان صفحة المدونة

source: Ad on Right
ar: الإعلان على اليمين

source: Ad on Left
ar: الإعلان على اليسار

source: Single Post Title
ar: عنوان المقالة الوحيد

source: Enable Share
ar: قم بتفعيل المشاركة

source: on single Post
ar: على مقالة وحيدة

source: API Settings
ar: إعدادات API

source: Google ReCAPTCHA API Key
ar: مفتاح واجهة برمجة تطبيقات خريطة Google

source: How to Find it
ar: كيف اكتشفتِ ذلك؟

source: Google ReCAPTCHA API Secret
ar: مفتاح السري لجوجل (reCAPTCHA)

source: MailChimp API Key
ar: مفتاح API MailChimp

source: Google Map API Key
ar: مفتاح واجهة برمجة تطبيقات خريطة Google

source: Facebook Client ID
ar: فاسيبوك كلينت إد

source: How to Make
ar: كيفية عمل

source: Gmail Client ID
ar: معرف عميل غميل

source: Redirect URI
ar: إعادة توجيه URI

source: Must be URI where you want to redirect after thentication, it will be your web url.
ar: يجب أن يكون أوري حيث تريد إعادة توجيه بعد ثنتيكاتيون، سيكون عنوان ورل الخاص بك على شبكة الإنترنت.

source: Comming Soon
ar: قريبا

source: Comming Soon Mode
ar: قريبا

source: Comming Soon Logo
ar: لوجو سنعود قريبا

source: Dimensions: 220 x 40
ar: الأبعاد: 220 × 40

source: Notify Section
ar: إخطار القسم

source: MailChimp List ID
ar: رقم عضوية قائمة البريد

source: Set Date
ar: تعيين التاريخ

source: When you ready to launch
ar: عندما تكون على استعداد للإنطلاق

source: YYYY/MM/DD
ar: يوم-شهر-سنة

source: Description
ar: وصف

source: Social Media
ar: حسابات التواصل الاجتماعى

source: You can sort it out as you want.
ar: يمكنك فرزها كما تريد.

source: Footer Settings
ar: إعدادات الفوتر

source: Footer Style
ar: نمط التذييل

source: Footer BG
ar: تذييل

source: Footer Logo
ar: لوغو التذييل

source: Footer Text
ar: نص الفوتر

source: under logo
ar: تحت الشعار

source: Android App Link
ar: رابط تطبيق الأندرويد

source: IOS App Link
ar: خاصية تطبيق الأيفون

source: Contact Info
ar: معلومات الاتصال

source: Add address, phone, fax, email and timing
ar: إضافة العنوان والهاتف، والفاكس، والبريد الإلكتروني والتوقيت

source: You can sort out it as you want.
ar: يمكنك فرزها كما تريد.

source: Section-2 Title
ar: القسم 2 العنوان

source: Footer Section
ar: مقطع التذييل

source: QUICK LINKS
ar: روابط سريعة

source: Select Page Links For The Footer
ar: حدد روابط الصفحات للتذييل

source: Section-3 Title
ar: القسم 3 العنوان

source: Section-3 Description
ar: القسم 3 الوصف

source: News Letter
ar: تحرير

source: MAX # of posts
ar: ماكس # من المشاركات

source: In Footer
ar: الفوتر ‪/‬ بار

source: Only that post(s) will be appear that have featured image.
ar: لن تظهر سوى تلك المشاركات التي تحتوي على صورة مميزة.

source: Section-4 Title
ar: القسم الرابع- العنوان

source: Footer BG Color
ar: لون BG في الفوتر

source: Footer Bar
ar: الفوتر ‪/‬ بار

source: Custom CSS/Javascript
ar: كس مخصص / جافا سكريبت

source: Here you can write CSS and Javascript that will add just before closing body tag section.
ar: هنا يمكنك كتابة كس وجافا سكريبت التي ستضيف قبل إغلاق قسم علامة الجسم مباشرة.

source: adforest Primary Menu
ar: القائمة الرئيسية

source: adforest Sidebar
ar: أدفوريست الشريط الجانبي

source: adforest Grid Sidebar
ar: أدفوريست الشبكة الشريط الجانبي

source: Ads Search
ar: بحث في الإعلانات

source: Single Ad Top
ar: إعلان وحيد علوي

source: Single Ad Bottom
ar: عنوان وحيد سفلي

source: Sorry, only JPG, JPEG, PNG & GIF files are allowed.
ar: عذراً، فقط الملفات من نوع JPG، JPEG، PNG, GIF هي المسموح بها.

source: Max allowed image size is
ar: الحد الأقصى المسموح به لحجم الصورة هو

source: Please enter title first in order to create ad.
ar: يرجى إدخال العنوان أولا لإنشاء إعلان.

source: You can not upload more than
ar: لا يمكنك تحميل أكثر من

source: Profile Pic
ar: صورة الملف الشخصي

source: You are not logged in.
ar: لست مسجلاً.

source: Post Status
ar: حالة المنشور

source: Edit Disable for Demo
ar: تحرير تعطيل للعرض

source: Edit this Ad
ar: تحرير هذا الإعلان

source: Delete Disable for Demo
ar: حذف تعطيل للعرض التجريبي

source: Are you sure?
ar: هل أنت واثق؟

source: Views
ar: معاينة

source: Info
ar: معلومات

source: Waiting for admin approval.
ar: بانتظار موافقة المدير.

source: Featured
ar: مميزه

source: Saved Ad
ar: إعلان محفوظ

source: Type
ar: النوع

source: Contact
ar: جهة اتصال

source: Address
ar: العنوان

source: Add to Favourites
ar: إضافه الى المفضلة

source: No message received on this ad yet.
ar: لا ترد رسالة في هذا الإعلان حتى الآن.

source: Type a message here...
ar: اكتب رسالة هنا ...

source: This field is required.
ar: هذه الخانة مطلوبة

source: Send
ar: إرسال

source: Recevied Offers
ar: العروض المتلقاة

source: Sent Offers
ar: العروض المرسلة

source: Please click to your ad in order to see messages.
ar: الرجاء النقر فوق إعلانك لمشاهدة الرسائل.

source: Ads
ar: إعلانات

source: Nothing Found.
ar: لم يتم العثور على شيء.

source: Posted on
ar: نشر في

source: photos
ar: صور الملف الشخصي للمستخدمين المتواجدين حالياً

source: Save
ar: حقظ

source: Visits
ar: الزيارات

source: View Ad
ar: عرض الاعلان

source: Posted
ar: نشر

source: Your Contact Number
ar: رقم الاتصال

source: Your Name
ar: اسمك

source: Please enter your name.
ar: *رجاء ادخل اسمك

source: Contact Number
ar: رقم الاتصال

source: Your Email
ar: بريدك الإلكتروني

source: Please enter your valid email.
ar: الرجاء إدخال بريدك الإلكتروني الصحيح.

source: Password
ar: كلمه السر

source: Your Password
ar: كلمة المرور الخاصة بك

source: Please enter your password.
ar: رجاء أدخل كلمة المرور.
