Repository: imranhsayed/animalbazar
Catalog: languages/*.po
Languages: ar

source: Post Ad
ar: اضف اعلان

source: user prfile picture
ar: صورة برفيل المستخدم

source: Logout
ar: تسجيل الخروج

source: STYLE SWITCHER
ar: ستايل سويتشر

source: Choose Colour style
ar: اختر نمط اللون

source: Loading
ar: شحن

source: Ad(s) posted by
ar: الإعلانات نشرت بواسطة

source: No Ad(s) result found.
ar: لم يتم العثور على نتائج.

source: You can not edit it later.
ar: لا يمكنك تحرير ذلك في وقت لاحق.

source: Post Your Comment
ar: انشر تعليقك

source: Total Rating
ar: تقييم الكلي

source: Be the first to rate this user.
ar: كن أول من يقيم هذا المستخدم.

source: Reply to
ar: إعادة توجيه إلى

source: Post Your Reply
ar: نشر الرد الخاص بك

source: Top
ar: اعلي

source: Radius Search
ar: بحث شعاعي

source: Type Location...
ar: نوع المكان

source: Radius in km
ar: نصف القطر في كم

source: Results
ar: النتائج

source: Newest To Oldest
ar: من الأحدث إلى الأقدم

source: Oldest To Newest
ar: من الأقدم إلى الأحدث

source: Price: High to Low
ar: ترتيب السعر من الاغلى الى الارخص

source: Price: Low to High
ar: ترتيب السعر من الارخص الى الاغلى

source: Found Ads
ar: الإعلانات الموجودة

source: Reset Search
ar: إعادة البحث

source: Sort by
ar: الترتيب

source: keyword
ar: كلمة مفتاحية

source: Class
ar: الدرجة

source: SELL
ar: أضف

source: See all notifications
ar: مشاهدة جميع الاشعارات

source: Dashboard
ar: لوحة التحكم

source: currency
ar: العملة

source: all
ar: كل

source: search
ar: بحث...

source: Password not matched.
ar: كلمة المرور الجديدة غير متطابقه.

source: Set your Password
ar: كلمة المرور الخاصة بك

source: Enter Password
ar: ادخل كلمه المرور

source: This field this required.
ar: هذه الخانة مطلوبة

source: Your account has been verified.
ar: تم التحقق من حسابك.

source: Install Required Plugins
ar: تنزيل البلاجينز المطلوبة

source: Install Plugins
ar: تنزيل البلاجينز

source: Installing Plugin: %s
ar: جاري تنزيل الاضافات %s

source: Updating Plugin: %s
ar: تحديث الاضافات %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API المساعد.

source: This theme requires the following plugin: %1$s.
ar: هذا القالب يوصى بتركيب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: هذا القالب يوصي بتركيب الإضافة التالية: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: يحتاج البرنامج المساعد التالية ليتم تحديثه إلى الإصدار الأحدث لضمان أقصى قدر من التوافق مع هذا القالب :%1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متوفر لل:٪ 1 $ .

source: The following required plugin is currently inactive: %1$s.
ar: الإضافة المطلوبة التالية غير نشطة حاليا:%1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: البرنامج المساعد الموصى بها التالية غير نشط حاليا:%1$s.

source: Begin installing plugin
ar: بدأ تنصيب الاضافة

source: Begin updating plugin
ar: تحديث الاضافات %s

source: Begin activating plugin
ar: البدء بتفعيل الإضافة

source: Return to Required Plugins Installer
ar: العودة إلى مثبت الإضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Plugin activated successfully.
ar: تم تفعيل الإضافات بنجاح.

source: The following plugin was activated successfully:
ar: تم تفعيل الإضافات بنجاح.

source: No action taken. Plugin %1$s was already active.
ar: لم يتخذ اي اجراء. البرنامج المساعد %1$s كانت نشطه بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل الإضافة. إصدار أعلى من %s مطلوب لهذه الثيم. يرجى تحديث الإضافة.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع المكونات الإضافية وتنشيطها بنجاح. %1$s

source: Dismiss this notice
ar: رفض هذا الاشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: يوجد واحدة أو أكثر من الإضافات المطلوبة أو الموصي بها لتثبيتها أو تحديثها أو تفعيلها.

source: Please contact the administrator of this site for help.
ar: الرجاء الاتصال بالمسؤول عن هذا الموقع للحصول علي المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: تحتاج هذه الإضافة لتحديث لتكون متوافقة مع الثيم الخاص بك.

source: Update Required
ar: التحديث مطلوب

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: الإضافة لم تحتوي على المجلد المطلوب لذا فشل تعديل فشل‬.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال مزود البرنامج المساعد والطلب منهم حزمه البرنامج المساعد وفقا للمبادئ التوجيهية وورد.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: حزمه البرنامج المساعد البعيد يتكون من أكثر من ملف واحد ، ولكن لا يتم حزم الملفات في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: TGMPA v%s
ar: ت.

source: Required
ar: مطلوب

source: Recommended
ar: موصى به

source: WordPress Repository
ar: مستودع وردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: معباه مسبقا

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يتم التنشيط

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: يوصى بالتحديث

# plugins
source: All <span class="count">(%s)</span>
ar: الكل <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: تنزيل حزمة التثبيت من <span class=“count”>(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديث متوفر <span class=“count”>(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: تفعيل <span class=“count”>(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معرف

source: Installed version:
ar: النسخة المثبت:

source: Minimum required version:
ar: الحد الأدنى المطلوب للنسخة:

source: Available version:
ar: الإصدار المتوفر:

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.

source: Plugin
ar: البرنامج المساعد، ويوفر إمكانية الوصول على نظام الدعم. يمكن استخدام رمز شراء فقط على

source: Source
ar: المصدر

source: Version
ar: الإصدار

source: Status
ar: الحالة

source: Install %2$s
ar: تثبيت %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تنشيط %2$s

source: Upgrade message from the plugin author:
ar: رسالة جديدة من مطور الإضافة:

source: Install
ar: التثبيت

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد إضافات للتحميل ، لن يتم اتخاذ أى إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أي إضافات للتثبيت. بناءاً على ذلك لم يتم إتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا تتوفر أي مكونات إضافية ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا يوجد إضافات متاحة للتحديث في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي إضافات للتفعيل. لم يتم إتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا تتوفر أي إضافات إضافية في الوقت الحالي.

source: Plugin activation failed.
ar: فشل تفعيل الإضافة .

source: Updating Plugin %1$s (%2$d/%3$d)
ar: جاري تحديث %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطا اثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: فشل تثبيت %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدء عمليه التثبيت والتنشيط. قد تستغرق هذه العملية بعض الوقت علي بعض المضيفين ، لذا يرجى الصبر.

source: %1$s installed and activated successfully.
ar: تم تثبيت %1$s وتنشيطه بنجاح.

source: Show Details
ar: اظهار التفاصيل

source: Hide Details
ar: أخفاء التفاصيل

source: All installations and activations have been completed.
ar: تم إكمال كافة عمليات التثبيت والتنشيط.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت وتفعيل الإضافة %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .

source: %1$s installed successfully.
ar: %1$s تم التثبيت بنجاح.

source: All installations have been completed.
ar: تم اكتمال جميع عمليات التثبيت.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)

source: WP Bakery Visual Composer
ar: وب المخبز الملحن البصري

source: SB Framework
ar: تحدير إطار العمل ريديكس

source: Woocommerce
ar: ‫المتجر

source: Contact Form 7
ar: نموذج الاتصال

source: Image Watermark WP
ar: صورة علامة مائية الفسفور الأبيض

source: AddToAny Share Buttons
ar: قم بتفعيل المشاركة

source: adforest
ar: إعلان ارايمس

source: Adforest classified, responsive, multi-purpose, corporate, business theme. It comes with 11 home variations with all necessary pages. Adforest theme filled with extra functionality of modern web technologies. The clean design with latest version of Bootstrap framework makes its fit for anywhere.
ar: أدفوريست مصنفة، استجابة، متعددة الأغراض، الشركات، موضوع الأعمال. لأنه يأتي مع 11 الاختلافات المنزل مع جميع الصفحات اللازمة. موضوع أدفوريست مليئة وظائف إضافية من تقنيات الويب الحديثة. التصميم النظيف مع أحدث إصدار من إطار بوتستراب يجعلها مناسبة لأي مكان.

source: Scripts Bundle
ar: حزمة البرامج النصية
