Repository: imranhsayed/animalbazar
Catalog: languages/*.po
Languages: ar

source: Please accept terms and conditions.
ar: الشروط والاحكام

source: I agreed to
ar: نعم، وقد وافقت، وأنا أعمل عليها حالياً

source: Register
ar: تسجيل

source: Processing...
ar: المعالجة جارية

source: Redirecting...
ar: إعادة التوجيه…

source: Already registered, login here.
ar: لديك حساب؟ سجل دخولك هنا.

source: Verificaton email has been sent to your email.
ar: تم إرسال فيريفيكاتون البريد الإلكتروني إلى البريد الإلكتروني الخاص بك.

source: Remember Me
ar: تذكرني

source: Forgot password?
ar: نسيت كلمة السر ?

source: Login
ar: تسجيل الدخول

source: Sign up for an account.
ar: التسجيل للحصول على حساب.

source: Please enter valid email.
ar: من فضلك أدخل عنوان بريد إلكتروني صحيح.

source: Reset My Account
ar: إعادة تعيين حسابي

source: Your account is not verified yet.
ar: لم يتم التحقق من حسابك حتى الآن.

source: Invalid email or password.
ar: البريد الإلكتروني أو كلمة السر خاطئة

source: please verify captcha code
ar: الرجاء التأكد من رمز التحقق

source: Email already exist, please try other one.
ar: عنوان البريد الإلكتروني مسجل مسبقاً، يرجى استخدام عنوان بريدي آخر.

source: You're logged in successfully.
ar: لقد تم تسجيل الدخول بنجاح.

source: You're registered and logged in successfully.
ar: ألف مبروك! لقد سجلت بنجاح

source: Invalid security token.
ar: رمز الأمان غير صالح.

source: Password Changed successfully.
ar: تم تغيير كلمة السر بنجاح.

source: Validity
ar: الصلاحية

source: Lifetime
ar: عمر القسيمة

source: Days
ar: أيام

source: Add to Cart
ar: اضف للسلة

source: Packages
ar: الطرود

source: Paid
ar: مدفوع

source: Individual
ar: فرد

source: Dealer
ar: معلن

source: Profile Picture
ar: صورة الملف الشخصي

source: Profile
ar: الملف الشخصي

source: Edit Profile
ar: الملف الشخصي

source: You last logged in at
ar: آخر تواجد لك منذ

source: Ago
ar: مضت

source: Ad Sold
ar: إعلان مباع

source: Total Listings
ar: إجمالي الإعلانات

source: Inactve ads
ar: إعلانات غير نشطة

source: My Ads
ar: اعلاناتي

source: Inactive Ads
ar: الإعلانات الغير نشطة

source: Fav Ads
ar: الإعلانات المفضلة

source: Never
ar: أبدا

source: Unlimited
ar: غير محدود

source: Package Type
ar: نوع الباقة

source: Free Ads Remaining
ar: الإعلانات المجانية المتبقية

source: Feature Ads Remaining
ar: إعلانات الميزة المتبقية

source: Package Expiry
ar: انتهاء صلاحية الباقة

source: Manage your profile
ar: عرض / إدارة ملف التعريف الخاص بك

source: Your name
ar: اسمك

source: Email Address
ar: عنوان البريد الإلكتروني

source: Phone Number
ar: هاتف المستلم

source: You are a(n)
ar: أنت)

source: Location
ar: موقعك

source: Disable for Demo
ar: تحرير تعطيل للعرض

source: Change Password
ar: كلمة المرور

source: Manage your Security Settings
ar: إدارة "إعدادات الأمان" الخاصة بك

source: Manage Your Account
ar: إدارة حسابك

source: I am
ar: أنا

source: Update My Info
ar: تحديث معلوماتي

source: Password Change
ar: تغيير كلمة المرور

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة السر الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: You must need to logged in.
ar: يتوجب عليك القيام بتسجيل الدخول.

source: Added to cart.
ar: تمت الإضافة لعربة التسوق.

source: Already in your cart.
ar: موجود مسبقاً في سلة التسوق الخاصة بك.

source: Your package has bee expired.
ar: الباقة الخاصة بك قد انتهت صلاحيتها.

source: This ad has been featured successfullly.
ar: هذا الإعلان أصبح إعلان مميز بنجاح.

source: Get package in order to make it feature.
ar: اشترك في باقة لجعله مميز

source: You must be Ad owner tomake it feature.
ar: يجب أن تكون المعلن لجعله مميز.

source: Max allowd image size is 2MB
ar: الحد الأقصى لحجم الصورة

source: You have added already.
ar: لقد أضفت من قبل.

source: Added to your favourites.
ar: أضف الى الإعلانات المفضّلة.

source: Ad removed successfully.
ar: تم إزالة الإعلان بنجاح.

source: There'is some problem, please try again later.
ar: هناك بعض المشاكل، يرجى إعادة المحاولة لاحقاً.

source: Updated successfully.
ar: تم التحديث بنجاح.

source: Please subscribe package for ad posting.
ar: يرجى الاشتراك في حزمة لنشر الإعلان.

source: Your package has been expired.
ar: الباقة الخاصة بك قد انتهت صلاحيتها.

source: All fields are required.
ar: جميع الحقول مطلوبة

source: New password not matched.
ar: كلمة المرور الجديدة غير متطابقه.

source: Password changed successfully.
ar: تم تغيير كلمة المرور بنجاح.

source: Current password not matched.
ar: كلمة المرور الحالية غير متطابقة.

source: You can't rate yourself.
ar: لا يمكن أن تقيم نفسك.

source: You've rated this user.
ar: لقد قمت بعمل تقييم لهذا المستخدم.

source: You already rated this user.
ar: لقد قمت بتقييم هذا المستخدم مؤخراً.

source: You already replied to this user.
ar: لقد قمت بالرد على هذا المستخدم مؤخراً.

source: You're reply has been posted.
ar: لقد تم نشر ردك.

source: Ad author can't post bid.
ar: المعلن لا يمكنه تقديم عرض.

source: Posted successfully.
ar: نشر بنجاح.

source: Total Bids
ar: مجموع العروض

source: Highest
ar: الأعلى

source: Lowest
ar: الأدنى

source: About Us
ar: عن الشركة

source: Theme Shortcodes
ar: الرموز القصيرة الموضوع

source: Shortcode Output
ar: إخراج الرمز القصير

source: Ouput of the shortcode will be look like this.
ar: أوبوت من رمز قصير سوف تبدو مثل هذا.

source: Basic
ar: أساسي

source: Background Color
ar: لون الخلفية

source: Select Background Color
ar: اختر لون الخلفية

source: White
ar: أبيض

source: Gray
ar: رمادى

source: Image
ar: صورة

source: Select background color.
ar: اختر لون الخلفية.

source: Background Image
ar: صورة الخلفية

source: Section Header Style
ar: نمط رأس القسم

source: No Header
ar: لا ترويسة

source: Regular
ar: منتظم

source: Chose header style.
ar: اختار نمط الرأس.

source: For color
ar: اللون

source: warp text within this tag
ar: تشوه النص داخل هذه العلامة

source: Section Description
ar: وصف القسم

source: Title
ar: عنوان

source: Read More Link
ar: اقرأ المزيد

source: Read more Link if any.
ar: رابط إقرأ المزيد إن وجد.

source: Ad Post
ar: إضافة إعلان

source: Ad Post Form Type
ar: نوع نموذج إضافة الإعلان

source: Select Post Form
ar: اختر نموذج النشر

source: Default Form
ar: قيم النموذج الافتراضية

source: Categories Based Form
ar: نموذج التصنيفات

source: Select the ad post form type default or with dynamic categories based. Extra fields will only works with default form.
ar: حدد الإعلان وظيفة نموذج النوع الافتراضي أو مع فئات حيوية أساس. حقول إضافية سوف يعمل فقط بشكل افتراضي.

source: Extra Fields Section Title
ar: عنوان قسم الحقول الإضافية

source: Tip Section Title
ar: عنوان قسم الإرشاد

source: Tips Description
ar: وصف الإرشادات

source: Extra Fields
ar: حقول إضافية

source: Add field
ar: أضف حقل

source: Slug
ar: الاسم في الرابط

source: This should be unique and if you change it the pervious data of this field will be lost
ar: هذا ينبغي أن يكون فريداً، وإذا قمت بتغيير ذلك ستفقد البيانات السابق لهذا الحقل

source: Values for Select/List
ar: القيم للتحديد/قائمة

source: Like: value1,value2,value3
ar: مثل: value1، value2، value3

source: Saftey Tips
ar: بعض النصائح لمزيد من الأمان

source: Add Tip
ar: إضافة نصيحة

source: Tip
ar: تلميح

source: Item Condition
ar: حالة المنتج

source: Minimum Deposit
ar: الحد الأدنى للإيداع

source: only
ar: فقط

source: Can't be empty and only integers allowed.
ar: لا يمكن أن تكون فارغة، والسماح بالأعداد الصحيحة فقط.

source: Click the box below to ad photos
ar: انقر فوق المربع أدناه لعرض صور الإعلان

source: upload only jpg, png and jpeg files with a max file size of
ar: تحميل ملفات jpg، png، و jpeg فقط مع حجم أقصى للملف

source: Youtube Video Link
ar: رابط فيديو يوتيوب

source: Tags
ar: الكلمات

source: Comma(,) separated
ar: مفصولة بفاصلة

source: Type of Ad
ar: نوع من

source: ON
ar: نشط

source: OFF
ar: غير متاح

source: Enter title
ar: لطفاً، أدخل العنوان

source: Category
ar: الفئة

source: Select suitable category for your ad
ar: حدد التصنيف المناسب لإعلانك

source: Ad Description
ar: وصف الإعلان

source: Enter long description for your project
ar: أدخل وصف طويل للإعلان

source: User Information
ar: معلومات المستخدم

source: Mobile Number
ar: رقم الموبايل

source: Enter a location
ar: أدخل موقعك

source: Post My Ad
ar: إضافة إعلاني

source: None
ar: بدون

source: Price
ar: السعر

source: only integers allowed.
ar: يسمح فقط الأعداد الصحيحة.

source: Fixed
ar: ثابت

source: Negotiable
ar: قابل للتفاوض

source: Price on call
ar: اتخاذ اجراء

source: Auction
ar: مزاد علني

source: Free
ar: مجاناً

source: No price
ar: لم أقبض شيئًا.

source: Drag pin for your pin-point location.
ar: اسحب دبوسا لموقع دبوس نقطة.

source: Featured ads remaining: Unlimited
ar: الإعلانات المميزة المتبقية: غير محدودة

source: Featured ads remaining:
ar: الإعلانات المميزة المتبقية

source: Make it featured
ar: جعلها مميزة

source: If you want to make it feature then please have a look on
ar: إذا كنت تريد أن تجعل من ميزة ثم الرجاء إلقاء نظرة على

source: Packages.
ar: الباقات.

source: This ad is already featured.
ar: تم عرض هذا الإعلان من قبل.

source: Drop files here or click to upload.
ar: إسقاط الملفات هنا أو انقر لتحميل.

source: Your browser does not support drag'n'drop file uploads.
ar: لا يدعم متصفحك عمليات تحميل الملفات Drag'n'drop.

source: Please use the fallback form below to upload your files like in the olden days.
ar: الرجاء استخدام النموذج الاحتياطي أدناه لتحميل ملفاتك كما في الأيام القديمة.

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
ar: الملف كبير جدا ({{فيليززي}} ميب). ماكس فيليزيز: {{ماكسفليزيزي}} ميب.

source: You can't upload files of this type.
ar: لا يمكنك تحميل ملفات من هذا النوع.

source: Server responded with {{statusCode}} code.
ar: استجاب الخادم مع كود {{ستاتيسكود}}.

source: Cancel upload
ar: ألغاء الرفع

source: Are you sure you want to cancel this upload?
ar: هل أنت متأكد من أنك تريد الغاء هذا الطلب؟

source: Remove file
ar: إزالة ملف

source: You can not upload any more files.
ar: لا يمكنك تحميل أي ملفات أخرى.

source: Ad Post - Modern
ar: إعلان الإعلان - الحديثة

source: Select Currency
ar: حدد العملة

source: Please filled all required (*) fields.
ar: يرجى ملء جميع الحقول المطلوبة (*).

source: Step 1
ar: الخطوة 1

source: Ad Information
ar: معلومات عن الإعلان

source: Step 2
ar: الخطوة 2

source: Ad Details
ar: تفاصيل الاعلان

source: Step 3
ar: الخطوة 3

source: Previous
ar: سابق

source: Next
ar: التالي

source: Submit
ar: ارسال

source: Select Layout Type
ar: اختر نوع الشكل

source: Grid 1
ar: شبكة 1Style name

source: Grid 2
ar: شبكة 2Style name

source: Grid 3
ar: الشبكة 3

source: Grid 4
ar: الشبكة 4

source: Grid 5
ar: الشبكة 5

source: ADs - Slider
ar: أدس - سليدر

source: Once on a Page.
ar: مرة واحدة في الصفحة.

source: Ads Type
ar: نوع الاعلانات

source: Select Ads Type
ar: اختار نوع الإعلانات

source: Simple Ads
ar: إعلانات بسيطة

source: Order By
ar: الطلب بواسطة

source: Select Ads order
ar: حدد ترتيب الإعلانات

source: Oldest
ar: الاقدم

source: Latest
ar: آخر

source: Random
ar: عشوائي

source: Layout Type
ar: نوع التخطيط

source: Number fo Ads
ar: عدد فو الإعلانات

source: Select Category
ar: اختر الفئة

source: Icon
ar: رمز

source: ADs
ar: إعلانات

source: ADs - with Cats boxes
ar: اعلانات مميزة

source: Number fo Ads for each category
ar: عدد فو الإعلانات لكل فئة

source: ADs - Google Map
ar: إعلانات - خريطة جوجل

source: Map Zoom
ar: تفعيل زر التصغير في الخريطة

source: That Area will be display in map after loading but user can change it by dragging.
ar: سيتم عرض المنطقة في الخريطة بعد التحميل ولكن يمكن للمستخدم تغييره عن طريق السحب.

source: Category Marker Image
ar: صورة علامة التصنيف

source: ADs - Google Map Modern
ar: أدس - خريطة جوجل الحديثة

source: Map Marker
ar: مؤشر الخريطة

source: 720x90 Banner
ar: 720x90 بانر

source: Banner Ad 720x90
ar: إعلان بانر 720x90

source: Ad size 720 X 90
ar: حجم الإعلان 720 X 90

source: Apps - Simple
ar: تطبيقات - بسيطة

source: Android
ar: أندرويد

source: Tag Line
ar: علامة السطر

source: Download Link
ar: رابط التحميل

source: IOS
ar: آي أو إس

source: Windows
ar: ويندووز

source: Apps - Classic
ar: كلاسيك

source: Main Image
ar: الصورة الرئيسية

source: Section Tagline
ar: القسم تاجلين

source: Key Points
ar: النقاط الرئيسية •

source: Point
ar: نقطة

source: app image
ar: أندرويد

source: Blog Posts
ar: مقالات المدونه

source: comments
ar: تعليقات

source: Call to Action
ar: اتخاذ اجراء

source: Categories - Classic
ar: تصنيفات - كلاسيك

source: Category link Page
ar: صفحة التصنيف

source: Category Page
ar: صفحة التصنيف

source: Sub cats limit
ar: القطط الفرعية الحد

source: View All
ar: عرض الكل

source: Categories - Color
ar: تصنيفات-لون

source: ads
ar: إعلانات

source: Categories - Fancy
ar: الاقسام

source: Category Image
ar: صورة التصنيف

source: Categories - Flat
ar: الاقسام

source: Categories - Grid
ar: الفئات - الشبكة

source: Categories - Minimal
ar: الاقسام

source: Categories - Modern
ar: حديث

source: Categories - Tabs
ar: ألسنة التصنيفات

source: Ad limit for each category
ar: حدود الإعلان لكل تصنيف

source: Contact Us
ar: اتصل بنا

source: Contact Form Title
ar: عنوان نموذج الاتصال

source: Contact Info Title
ar: عنوان معلومات الاتصال

source: Contact form 7 shortcode
ar: رمز قصير نموذج الاتصال 7

source: FAQ
ar: اسئلة وأجوبة مساعدة

source: Question & Answer
ar: سؤال و جواب

source: Question
ar: سؤال

source: Answer
ar: الجواب

source: Fun Facts
ar: حقائق ممتعة

source: Column
ar: عمود

source: Select Col
ar: حدد عمود

source: 3 Col
ar: 3 أعمدة

source: 4 Col
ar: 4 كول

source: Fun Fact
ar: حقيقة مرحة

source: Numbers
ar: الأعداد

source: Color Title
ar: لون العنوان

source: Info Block
ar: مكان معلومات الفريق

source: Left Block
ar: حظر

source: Right Block
ar: حق كتلة

source: ADs - Slider Box
ar: أدس - سليدر بوكس

source: ADs Tabs Modern
ar: أدس علامات التبويب الحديثة

source: You Current Location
ar: كلمة المرور الحالية

source: Previous point on map
ar: النقطة السابقة على الخريطة

source: Prev
ar: السابق

source: Next point on map
ar: النقطة التالية على الخريطة

source: Reset map
ar: إعادة تعيين الأعدادات.

source: Reset
ar: إعادة تعيين الأعدادات.

source: Categories - Round
ar: الفئات - جولة

source: Hero - Clouds
ar: البطل - الغيوم

source: For bold the text;<strong>Your text</strong> and %count% for total ads.
ar: للحصول على نص عريض؛ <strong>نصك</strong> و٪ كونت٪ لإجمالي الإعلانات.

source: Search Button Text
ar: نص زر البحث

source: Ad post Button Text
ar: نص نص إعلان الإعلان

source: clouds
ar: هه‌ور:

source: Search
ar: بحث

source: Grid - Modern
ar: الشبكة الحديثة

source: Category Section Title
ar: الفئة القسم العنوان

source: Ads Section Title
ar: عنوان القسم

source: Number fo Ads to display
ar: نومبر فو الإعلانات المراد عرضها

source: View all button link
ar: اظهار جميع الإيقونات

source: Categories for ads
ar: فئات للإعلانات

source: Select Category ( All or Selective )
ar: اختر تصنيف (الكل أو انتقاء)

source: Search - with bg-video
ar: بحث - مع بغ-فيديو

source: BG Video
ar: فيديو

source: Youtube video url.
ar: رابط فيديو على يوتيوب

source: %count% for total ads.
ar: %count % عدد الإعلانات الإجمالي.

source: BG video
ar: فيديو

source: What Are You Looking For...
ar: عن ماذا تبحث...

source: Search - Hero
ar: البحث - البطل

source: Main Title
ar: العنوان الرئيسي

source: Button Text
ar: زر كتابة

source: Search Block Text
ar: بحث نص بلوك

source: Location...
ar: الموقع ...

source: Search - Modern(New)
ar: بحث - حديث (جديد)

source: Dropdown Categories
ar: الفئات المنسدلة

source: Search...
ar: بحث ...

source: Clients or Partners
ar: العملاء أو الشركاء

source: Client or Partners
ar: العميل أو الشركاء

source: URL or Link
ar: عنوان أو عناوين

source: logo
ar: صورة اللوغو

source: Clients or Partners - Classic
ar: العملاء أو الشركاء - الكلاسيكية

source: Clients or Partners - Grid
ar: العملاء أو الشركاء - الشبكة

source: Popular - Categories
ar: شائعة - تصنيفات

source: Process Cycle
ar: دورة المعالجة

source: Products - Classic
ar: المنتجات - كلاسيك

source: Products Setting
ar: إعدادات المنتجات

source: Products
ar: %d منتجات

source: Select Product
ar: اختر المنتج

source: Select Plan
ar: تحديد خطة

source: Products - Minimal
ar: المنتجات-الحد الأدنى

source: Products - Modern
ar: المنتجات-الحديثة

source: Products - Simple
ar: المنتجات - بسيطة

source: User Profile
ar: ملف تعريفي للمستخدم

source: Prolfile Layout
ar: تصميم الملف الشخصي

source: Search - Classic
ar: بحث - كلاسيكي

source: Search here...
ar: ابحث هنا...

source: Search - Fancy
ar: البحث--براعة

source: for total ads.
ar: للإعلانات الإجمالية.

source: Slider
ar: شريط التمرير

source: Add Slider Image
ar: إضافة صورة السلايدر

source: image
ar: صورة

source: Search - Minimal
ar: بحث - الحد الأدنى

source: Search - Modern
ar: بحث - الحديث

source: Search Place holder
ar: البحث عن مكان حامل

source: Display tags?
ar: عرض الوسوم؟

source: Yes
ar: نعم

source: No
ar: لا

source: Max number of tags
ar: العدد الأعظمي للوسوم

source: Popular Tags
ar: الكلمات الشعبية

source: Search - Simple
ar: بحث - بسيط

source: Search - Stylish
ar: بحث - أنيق

source: Minimum Price
ar: الحد الأدني للسعر

source: Maximum Price
ar: السعر الأقصي

source: Button Title & Link
ar: عنوان الزر والرابط

source: Sign In
ar: تسجيل الدخول

source: BG Color
ar: لون الخلفية

source: Section background color
ar: لون خلفية القسم

source: Features
ar: المميزات

source: Add Feature
ar: إضافة ميزة

source: Image 80x80
ar: صورة 80x80

source: Page Link
ar: رابط الصفحة

source: Short Description
ar: الوصف القصير

source: Facebook
ar: الفايسبوك

source: Google
ar: جوجل

source: OR
ar: أو

source: Forgot Your Password ?
ar: هل نسيت كلمة المرور الخاصة؟

source: Sign Up
ar: الإشتراك

source: Terms & Conditions
ar: الشروط والاحكام

source: Terms & Condition Title
ar: عنوان الشروط والأحكام

source: Capcha Code
ar: رمز التحقق

source: Captcha is for stop spamming
ar: كلمة التحقق لوقف الإزعاجات

source: Featured or Simple Ads
ar: إعلانات بسيطة أو مميزة

source: Slider (Use once on a page.)
ar: شريط التمرير (استخدم مرة واحدة في الصفحة.)

source: List 1
ar: نهاية القائمة 1

source: List 2
ar: قائمة 2

source: List 3
ar: قائمة 3

source: Sticky Sidebar
ar: الشريط الجانبي الثابت

source: Left Side Ad
ar: الجانب الأيسر

source: Ad size 160 X 600
ar: حجم الإعلان 160 × 600

source: Right Side Ad
ar: الجانب الأيمن

source: Process
ar: العملية

source: Steps
ar: طريقة التحضير

source: Add Step
ar: إضافة خطوة

source: Text Block
ar: كتلة نصية

source: Contents
ar: المحتويات

source: Why Us
ar: لماذا نحن

source: Facts
ar: حقائق

source: Avatar
ar: الصورة الشخصية

source: Reply
ar: رد

source: Next Page &raquo;
ar: الصفحة التالية &raquo;

source: Page not Found
ar: الصفحة غير موجودة

source: Author
ar: مقدم الخدمة

source: Archive
ar: الارشيف

source: Latest Stories
ar: أحدث القصص

source: entire web
ar: الكل

source: Search Results for: %s
ar: نتائج البحث عن:% s

source: Tag:
ar: وسم:

source: Page not found
ar: الصفحة غير موجودة

source: Blog Archive
ar: أرشيف المدونة

source: Blog Detail
ar: تفاصيل المدونة

source: Ad Detail
ar: تفاصيل الاعلان

source: Attention!
ar: تنبيه!

source: Please Verify your PURCHASE code in order to work this theme.
ar: يرجى التحقق من رمز الشراء من أجل العمل على هذا المظهر.

source: Purchase Code:
ar: كود الشراء:

source: This product is currently out of stock and unavailable.
ar: هذا المنتج غير متوفر حاليا وغير متوفر.

source: Adding...
ar: يتم الإضافة...

source: add to cart
ar: أضف إلى السلة

source: View Cart
ar: سلة المشتريات

source: Product Added successfully.
ar: أضف الى الإعلانات المفضّلة.

source: Success
ar: نجاح

source: Something went wrong, please try it again.
ar: هناك خطأ ما. من فضلك حاول مرة أخرى.

source: Error
ar: خطاء

source: Please add valid email.
ar: يرجى إضافة بريد إلكتروني صالح.

source: Thank you, we will get back to you.
ar: شكراً لكم، وسنعود إليكم.

source: There is some error, please check your API-KEY and LIST-ID.
ar: هناك بعض الأخطاء، يرجى التحقق من أبي-كي و ليست-إد.

source: If you delete country permanently then all associated states and cities will be deleted with it.
ar: إذا حذفت البلد نهائيا، فسيتم حذف جميع الولايات والمدن المرتبطة به.

source: Must need to aad country NAME as google list like United Arab Emirates, check it
ar: يجب أن تحتاج إلى آد بلد نيم أس غوغل ليست مثل الإمارات العربية المتحدة، التحقق من ذلك

source: HERE
ar: هنا

source: Active
ar: نشط

source: Expired
ar: منتهية الصلاحية

source: Sold
ar: تم البيع

source: second
ar: ثانية

source: minute
ar: دقيقة

source: hour
ar: ساعة

source: day
ar: يوم

source: month
ar: شهر

source: year
ar: عام

source: (s) ago
ar: مضت

source: View all posts in %s
ar: شاهد جميع المقالات في %s

source: Price On Call
ar: الاتصال لمعرفة السعر

source: No Price
ar: لم أقبض شيئًا.

source: Item Warranty
ar: عنصر الكفالة

source: Click the box below to ad photos!
ar: انقر فوق المربع أدناه للصور الإعلانية!

source: upload only jpg, png and jpeg files with a max file size of
ar: تحميل ملفات jpg، png، و jpeg فقط مع حجم أقصى للملف

source: Bid
ar: المناقصة

source: Only integers.
ar: أدخل قيمة عرضك.

source: Comments...
ar: تفاصيل العرض

source: Mark as featured AD,
ar: جعله إعلان مميز،

source: Make it Now.
ar: اجعلها الآن.

source: Advance Search
ar: بحث متقدم

source: Recent Posts
ar: أحدث المقالات

source: How many posts to diplay:
ar: كم عدد المقالات للإظهار:

source: Hide empty categories?
ar: إخفاء التصنيفات الفارغة؟

source: You have
ar: لديك

source: new notification(s)
ar: تنبيه جديد

source: Select Any Category
ar: حدد أي فئة

source: Next >>
ar: التالي >>

source: << Prev
ar: << السابق

source: Client
ar: الحريف

source: Created by
ar: تم انشاء من قبل

source: Completed on
ar: طلب مكتمل

source: Skill(s)
ar: مهارات

source: Visit website
ar: زر الموقع

source: Tag
ar: علامة او اشارة

source: No Result Found.
ar: لم يتم العثور على نتائج.

source: Post Free Ad
ar: نشر إعلان مجاني

source: Ad Video
ar: إعلان الفيديو

source: Rating
ar: تقييم

source: This ad has been
ar: هذا الإعلان تم

source: Share
ar: شارك

source: Report
ar: إبلاغ

source: Your package has been expired, please subscribe the package to make it feature AD.
ar: انتهت صلاحية باقتك، يرجى الاشتراك بباقة لجعل إعلاناتك مميزة.

source: Get your ad featured - visit our
ar: احصل على إعلانك المميز - تفضل بزيارة موقعنا

source: Video
ar: فيديو

source: Location Map
ar: خريطة الموقع

source: Bids
ar: مزايدات

source: Message
ar: الرسالة

source: Type here...
ar: ابحث عن قطع غيار

source: Rearrange the ad photos.
ar: أعد ترتيب صور الإعلان.

source: Close
ar: أغلق

source: Why are you reporting this ad?
ar: لماذا قمت بالإبلاغ عن هذا الإعلان؟

source: Write your comments.
ar: اكتب تعليقاتك.

source: Link
ar: رابط

source: Date
ar: تاريخ

source: Edit
ar: تحرير

source: Re-arrange your ad photo(s).
ar: أعد ترتيب صورة (صور) الإعلان.

source: *First image will be main display image of this ad.
ar: * الصورة الأولى ستكون صورة العرض الرئيسية لهذا الإعلان.

source: Ad photos has been re-arranged.
ar: تمت إعادة ترتيب صور الإعلان.

source: Re-arrange
ar: إعادة ترتيب

source: sold out
ar: بيعت كلها

source: Click to View
ar: انقر هنا للمشاهدة

source: Message Seller
ar: رسالة إلى صاحب الإعلان

source: Logged in at
ar: تم تسجيل الدخول ل

source: Ad Id
ar: معرّف الإعلان

source: By
ar: بواسطة

source: Click To View
ar: اظهر رقم الهاتف

source: Favourite
ar: الكلاسيكية

source: Bidding Stats
ar: إحصائيات عروض الأسعار

source: Agent
ar: مستشار عقاري

source: Click to show phone number
ar: اضغط لعرض رقم الهاتف

source: Save ad as favorite
ar: حفظ الإعلان كمفضلة

source: Share this ad
ar: شارك هذا

source: Report this ad
ar: الإبلاغ عن هذا الإعلان

source: Site Logo
ar: لوجو الموقع

source: weeks
ar: أسابيع

source: days
ar: أيام

source: hr
ar: ساعة

source: min
ar: دقيقة

source: sec
ar: ﻿ثانية

source: Valid E-mail Address
ar: عنوان بريد الكتروني مفعّل

source: Notify Me
ar: قم بتنبيهي

source: Android App
ar: أندرويد

source: IOS App
ar: تطبيق أيفون

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

source: What Are You Looking For ?
ar: هتروح على فين ؟
